const kevgrup = (pushname, prefix, sender, botName, ownerName) => {
  return `🔰 -----[ *IKLAN ${botName}* ]----- 🔰
Hallo, ${pushname} 👋
Semoga harimu Menyenangkan User, ${sender.split("@")[0]}
┏━━━━━━━━━━━━━━━━━━━━┓
┃╭──────────────────
┃│➸  https://tinyurl.com/yeok6put
┃│╰≽ _grup anime ongoing_
┃│╰≽ _untuk update anime ongoing_
┃╰───────────────────
┗━━━━━━━━━━━━━━━━━━━━┛
┏━━━━━━━━━━━━━━━━━━━━┓
┃╭────────────────── 
┃│➸ *mau pasang iklan?*
┃│╰≽ _donasi lah...🗿_
┃│╰≽ _ketik_ *${prefix}donasi*
┃╰───────────────────
┗━━━━━━━━━━━━━━━━━━━━┛
🔰 -----[ *POWERED BY ${ownerName}* ]----- 🔰`
}

exports.kevgrup = kevgrup